{
    "873:10": {
        "eng_name": "Seed Bags",
        "eng_desc": "Finding some special \"Pam's HarvestCraft\" seeds can be very difficult. With your farmer coins you can buy some seedbags.",
        "ru_name": "Семенные сумки",
        "ru_desc": "Нахождение некоторых специальных семян «Урастроводов PAM» может быть очень сложной. С вашими фермерскими монетами вы можете купить несколько мешков."
    },
    "877:10": {
        "eng_name": "Scepter With 75 Vis Capacity",
        "eng_desc": "A scepter is crafted from a wand core, a primal charm, three wand caps, a twilight forest monster mob drop, and some screws. Any sort of core or cap may be used, but the caps must match each other. A scepter cannot hold a focus, but holds 150 percent as much vis as a wand with the same core, and gives an additional 5 percent discount for costs, beyond any discounts from its caps or the user's worn equipment. ",
        "ru_name": "Скипетр с 75 емкостью видов",
        "ru_desc": "Скипетр изготовлен из ядра палочки, первоначального очарования, трех палочек, сумеречных лесных монстров моб и некоторых винтов. Может использоваться любого сердечника или колпачок, но крышки должны соответствовать друг другу. Скипетр не может иметь фокус, но вмещает на 150 процентов как палочку с одинаковым ядром, и дает дополнительную 5-процентную скидку на расходы, за пределами любых скидок из его колпачков или изношенного оборудования пользователя."
    },
    "878:10": {
        "eng_name": "Magic Staff Core",
        "eng_desc": "A staff requires an extra step for crafting: Two (matching) wand cores must be combined with a primal charm, and crystal clusters to produce a staff core. (While the recipes are all similar, each type of staff core requires a separate research topic to be learned.) ",
        "ru_name": "Магический персонал ядро",
        "ru_desc": "Персонал требует дополнительного шага для создания: Два (совпадающие) ядра палочки должны сочетаться с первичным очарованием и кластерами Crystal Projects для создания основного ядра.(Хотя рецепты все аналогичные, каждый тип персонала должен быть изучен отдельная тема исследования.)"
    },
    "879:10": {
        "eng_name": "Primal Charm",
        "eng_desc": "With your new 50 vis wand you are able to make a Scepter which holds up to 75 vis.\nFirst you need some primal charms which cost 50 vis to craft.",
        "ru_name": "Первоначальный очарование",
        "ru_desc": "С вашими новыми 50 визом вы можете сделать SCEPTER, который вмещает до 75 видов.\nСначала вам понадобится первичные чары, которые стоят 50 по ремеслу."
    },
    "880:10": {
        "eng_name": "Witch",
        "eng_desc": "You feel lonely. What's cooking?",
        "ru_name": "Ведьма",
        "ru_desc": "Вы чувствуете себя одиноко. Что готовится?"
    },
    "881:10": {
        "eng_name": "Pigmen",
        "eng_desc": "You feel lonely. Do you want some bacon?",
        "ru_name": "Пигмент",
        "ru_desc": "Вы чувствуете себя одиноко. Вы хотите немного бекона?"
    },
    "882:10": {
        "eng_name": "Blaze",
        "eng_desc": "You feel lonely. Let me warm you up a bit.",
        "ru_name": "Подниматься",
        "ru_desc": "Вы чувствуете себя одиноко. Позвольте мне немного нагреться."
    },
    "883:10": {
        "eng_name": "Magma Cube",
        "eng_desc": "You feel lonely, and bouncy.",
        "ru_name": "Magma Cube",
        "ru_desc": "Вы чувствуете себя одиноко, и надувались."
    },
    "884:10": {
        "eng_name": "Enderman",
        "eng_desc": "You feel lonely. Don't look me in the eyes!",
        "ru_name": "Эндер человек.",
        "ru_desc": "Вы чувствуете себя одиноко. Не смотри на меня в глазах!"
    },
    "885:10": {
        "eng_name": "Cave Spider",
        "eng_desc": "You feel lonely. Let me sing itsy-bitsy spider for you.",
        "ru_name": "Пещерный паук",
        "ru_desc": "Вы чувствуете себя одиноко. Позвольте мне понять его паук-биты для вас."
    },
    "886:10": {
        "eng_name": "Ghast",
        "eng_desc": "You feel lonely. At least you're not a big cry-baby?",
        "ru_name": "Господство",
        "ru_desc": "Вы чувствуете себя одиноко. По крайней мере, вы не большой крик-ребенок?"
    },
    "888:10": {
        "eng_name": "Silverfish",
        "eng_desc": "You feel lonely. Let me be as annoying as possible.",
        "ru_name": "Silverfish",
        "ru_desc": "Вы чувствуете себя одиноко. Позвольте мне быть максимально раздраженным."
    },
    "889:10": {
        "eng_name": "Magma Cube",
        "eng_desc": "You feel lonely. Wanna bounce?",
        "ru_name": "Magma Cube",
        "ru_desc": "Вы чувствуете себя одиноко. Хотите отскочить?"
    },
    "899:10": {
        "eng_name": "Paying the highest price",
        "eng_desc": "A tier 2 blood altar needs 8 runes placed around the altar. Your new altar can hold more blood.",
        "ru_name": "Оплата самая высокая цена",
        "ru_desc": "Уровень 2 ALTAR ALTAR в крови потребностей 8 рун, размещенных вокруг алтаря. Ваш новый алтарь может держать больше крови."
    },
    "901:10": {
        "eng_name": "I Don't Even...",
        "eng_desc": "Ok so there is this maze. And there are... minotaurs. But what in the world is a minoshroom?",
        "ru_name": "Я даже не ...",
        "ru_desc": "Хорошо, так есть этот лабиринт. И есть ... Минотары. Но что в мире это кишечник?"
    },
    "903:10": {
        "eng_name": "Adventure Time!",
        "eng_desc": "Stop him before he makes his wish at Prismos'!",
        "ru_name": "Время приключений!",
        "ru_desc": "Остановите его, прежде чем он займет его желание в присмоке!"
    },
    "905:10": {
        "eng_name": "The Big Fluffy Crybaby",
        "eng_desc": "It flies, it makes funny sounds, and .. IT'S SO FLUFFY! Well, kill it.",
        "ru_name": "Большой пушистый Crybaby",
        "ru_desc": "Он летит, это забавные звуки, и .. Это так пушисто! Ну, убей это."
    },
    "906:10": {
        "eng_name": "Let Her Go",
        "eng_desc": "It seems the cold doesn't bother her. Committed crimes: None. But... you know... you have to progress somehow...\n\n§3PS: Keep going.",
        "ru_name": "Отпусти ее",
        "ru_desc": "Кажется, холод не беспокоит ее. Предаты преступления: нет. Но ... вы знаете ... Вы должны как-то прогрессировать ...\n\nPS: продолжайте идти."
    },
    "911:10": {
        "eng_name": "Time to Kill (Spiders)",
        "eng_desc": "Eeeek! Wall climbing monsters, gross! Slay them. Quickly! Watch out for the witch spiders, they can give as good as they get.",
        "ru_name": "Время убить (пауки)",
        "ru_desc": "Эрек! Настенные скалолазание монстров, брутто! Убить их. Быстро! Следите за пауками ведьмы, они могут дать так же хорошо, как они получают."
    },
    "912:10": {
        "eng_name": "Time to Kill (Skeleton)",
        "eng_desc": "Arrows are nice, if you shoot them. If one hits you, well, bad things happen. \n\nHint: Arrows are an excellent source of telum.",
        "ru_name": "Время убить (скелет)",
        "ru_desc": "Стрелки хороши, если вы их снимаете. Если кто-то ударит вас, ну, плохие вещи случаются.\n\nПодсказка: стрелки являются отличным источником телема."
    },
    "913:10": {
        "eng_name": "Time to Kill (Blaze)",
        "eng_desc": "You should be careful with this task. Fire protection is highly recommended.",
        "ru_name": "Время убить (Blaze)",
        "ru_desc": "Вы должны быть осторожны с этой задачей. Пожарная защита настоятельно рекомендуется."
    },
    "914:10": {
        "eng_name": "Time to Kill (Zombie)",
        "eng_desc": "Nobody knows who they are, or where they came from. They're just annoying at night, and too stupid to make a crafting table.",
        "ru_name": "Время убить (зомби)",
        "ru_desc": "Никто не знает, кто они, или откуда они пришли. Они просто раздражают ночью, а слишком глупо, чтобы сделать крафтинг."
    },
    "916:10": {
        "eng_name": "Time to Kill (Wither)",
        "eng_desc": "After collecting a couple of those wither skeleton heads, you feel like you could use some more action. So why not kill a wither? You'll need a ton of nether stars anyway...\n\nKill it twice for something nice.",
        "ru_name": "Время убить (увядать)",
        "ru_desc": "Собрав пару тех уходящих голов скелета, вы чувствуете, что можете использовать еще несколько действий. Так почему бы не убить увядать? В любом случае, вам понадобится тонна звезд протарки ...\n\nУбей это дважды для чего-то хорошего."
    },
    "917:10": {
        "eng_name": "Secret: The Trade For Life",
        "eng_desc": "You have been busy my friend. I have something for you. Give me your hearts, and I will magically enhance them so you can actually use them.",
        "ru_name": "Секрет: торговля на всю жизнь",
        "ru_desc": "Вы были заняты, мой друг. У меня есть кое-что для тебя. Дайте мне свои сердца, и я буду волшебно улучшить их, чтобы вы могли использовать их."
    },
    "919:10": {
        "eng_name": "Creeper: Evolved",
        "eng_desc": "Not that regular creepers are nasty enough, no. There is an evolved creeper boss! He is your key (Well he HAS a key...) to reach the next tier of planets (Asteroid Belt, Ceres, Io, Europa, Ganymede, Callisto).",
        "ru_name": "Creeper: развивалось",
        "ru_desc": "Не то чтобы регулярные зависы достаточно противны, нет. Есть развитый босс Creeper! Он твой ключ (ну у него есть ключ ...) Чтобы добраться до следующего уровня планет (астероидный пояс, Ceres, IO, Europa, Ganymede, Callisto)."
    },
    "920:10": {
        "eng_name": "Blaze: Evolved",
        "eng_desc": "In order to proceed to Tier 4 Planets, the blaze boss needs to be killed. Find him in one of the dungeons on Ceres.",
        "ru_name": "Blaze: развивалось",
        "ru_desc": "Чтобы перейти к планетам уровня 4, босс Blaze должен быть убит. Найдите его в одном из подземелья на Ceres."
    },
    "921:10": {
        "eng_name": "Ghast: Evolved",
        "eng_desc": "Fluffy, fluffier, ghasts! And also big crybabies. This one hides in a dungeon on IO, and holds the key for Tier 5 planets.",
        "ru_name": "Ghast: развивалось",
        "ru_desc": "Пушистый, пушистый, ужас! А также большие крибабики. Это скрывается в подземелье на IO и удерживает ключ для планет уровня 5."
    },
    "922:10": {
        "eng_name": "Crystal Boss: Ayyy.. Wait, What?",
        "eng_desc": "Seriously, a crystal boss? Anyway, it's your key to Tier 6 planets, and he lurks around on Enceladus.",
        "ru_name": "Crystal Boss: Ayyy .. ждать, что?",
        "ru_desc": "Серьезно, хрустальный босс? Во всяком случае, это ваш ключ к планетам уровня 6, а он скрывается на Enceladus."
    },
    "923:10": {
        "eng_name": "Slime: Evolved",
        "eng_desc": "Totally looks like a thaumic slime to me. Don't you think so? Find this dude on Proteus.",
        "ru_name": "Слизь: развивалось",
        "ru_desc": "Полностью выглядит как такая слизь для меня. Ты так не думаешь? Найти этот чувак на Proteus."
    },
    "925:10": {
        "eng_name": "Killing: Evolved",
        "eng_desc": "I guess you're good at killing things, huh? And if you got this far, maybe making things too? If you want to §oreally§r prove yourself though, head on over to the Endgame Goals tab.",
        "ru_name": "Убийство: развивалось",
        "ru_desc": "Я думаю, ты хорош в убийстве вещей, а? И если вы получили это далеко, может сделать вещи тоже? Если вы хотите действительно доказать себя, хотите, найдите на вкладку целей EndGame."
    },
    "926:10": {
        "eng_name": "Blood Altar Tier 3",
        "eng_desc": "To make your altar more powerful you need to upgrade it. You need to build pillars two block high out of blood-soaked thaumium blocks and on top a block of glowstone on each pillar.\n\nPS: Go to a wiki to see how the structure looks, the pillars are the only change.",
        "ru_name": "ALTAR крови Tier 3",
        "ru_desc": "Чтобы ваш алтарь более могущественным вам нужно обновить его. Вам необходимо построить колонны два блока высокого разжигания в пропитании крови, а также на верхнем блоке свечения на каждом столпе.\n\nPS: Перейти к вики, чтобы увидеть, как выглядит структура, столбы являются единственными изменениями."
    },
    "927:10": {
        "eng_name": "Blood Altar Tier 4",
        "eng_desc": "If you want to make tier 4 slates you need a Tier 4 altar. This can be made like the tier 3 altar with pillars out of void-blood-soaked stones four blocks high and a blood brick on top of the pillars.",
        "ru_name": "ALTAR крови уровня 4",
        "ru_desc": "Если вы хотите сделать Tier 4 Slits, вам нужен алтарь 4-го уровня. Это может быть сделано как алтарь уровня 3 со шлапами из-за пропитанных в кровопроницаемых камнях из четырех блоков и кирпич в крови на вершине столпов."
    },
    "929:10": {
        "eng_name": "Blood Altar Tier 6",
        "eng_desc": "The highest tier of the blood altar is tier 6. You need pillars of blood-soaked ichorium 7 blocks high and on top the crystal cluster blocks made out of demon soul shards.",
        "ru_name": "ALTAR крови уровня 6",
        "ru_desc": "Самый высокий уровень кровного алтаря в крови - это уровень 6. Вам нужны столпы пропитанного крови на высоком уровне 7 блоков и на верхней части хрустальных кластерных блоков, сделанные из осколков души демона."
    },
    "934:10": {
        "eng_name": "§6§lPower of the Sun ULV",
        "eng_desc": "The next solar panel you can make is the ULV one. It generates 8 EU/t.",
        "ru_name": "§6§lМощность Солнца ULV",
        "ru_desc": "Следующая солнечная панель, которую вы можете сделать, это ULV One. Он генерирует 8 EU / т."
    },
    "935:10": {
        "eng_name": "§6§lPower of the Sun 1x1",
        "eng_desc": "Put those single EU panels on a block to make them placeable in the world. Use an MV assembler to combine the panel with a ULV hull.",
        "ru_name": "§6§lМощность Солнца 1x1",
        "ru_desc": "Положите эти панели EU на блок, чтобы сделать их размещение в мире. Используйте ассемблер MV, чтобы объединить панель с помощью корпуса ULV."
    },
    "936:10": {
        "eng_name": "§a§lPower of the Sun at LV Level",
        "eng_desc": "The next solar panel you can make is the LV one. It generates 32 EU/t. You'll need to make some sunnarium first though.",
        "ru_name": "§a§lМощность солнца на уровне LV",
        "ru_desc": "Следующая солнечная панель, которую вы можете сделать, это LV One. Он генерирует 32 EU / т. Вам нужно сначала сделать немного солннария."
    },
    "937:10": {
        "eng_name": "§a§lPower of the Sun 1x1 LV",
        "eng_desc": "Put those 32 EU panels on a block to make them placeable in the world. Use an MV assembler to combine the panel with an LV hull, a battery, and a robot arm. Now this panel will clean itself!",
        "ru_name": "§a§lМощность Солнца 1x1 LV",
        "ru_desc": "Поместите эти 32 панели EU на блок, чтобы сделать их размещение в мире. Используйте MV Assembler для объединения панели с помощью LV HULL, аккумулятором и рукой робота. Теперь эта панель очистится!"
    },
    "939:10": {
        "eng_name": "§6§l§d§5§lAutomated Farmer",
        "eng_desc": "Your hoe must be getting worn out by now. Why not craft an electric one which never breaks?",
        "ru_name": "§6§l§d§5§lАвтоматизированный фермер",
        "ru_desc": "Ваша мотыга должна быть изношена сейчас. Почему бы не создать электрическую, которая никогда не сломается?"
    },
    "943:10": {
        "eng_name": "§9§lPerforming Chemical Experiments at HV Level",
        "eng_desc": "High tier chemical recipes like ammonia need an HV chemical reactor.",
        "ru_name": "§9§lВыполнение химических экспериментов на уровне HV",
        "ru_desc": "Химирные рецепты высокого уровня, такие как аммиак, нужен химический реактор HV."
    },
    "945:10": {
        "eng_name": "§2§lChad - A Better Way to Make Paper",
        "eng_desc": "Making paper out of wood pulp and water can be tedious and difficult. Why not macerate some sugar cane down to chads and press it with two stone plates to paper? Later on you can use the chemical bath for a even better ratio.",
        "ru_name": "§2§lЧад - лучший способ сделать бумагу",
        "ru_desc": "Изготовление бумаги из древесной целлюлозы и воды может быть утомительной и сложной. Почему не зацепляют какую-то сахарную трость вниз до чад и нажмите на него двумя каменными пластинами на бумагу? Позже вы можете использовать химическую ванну для еще лучшего соотношения."
    },
    "950:10": {
        "eng_name": "XP Berries",
        "eng_desc": "And a few xp berries for cash.",
        "ru_name": "XP ягоды",
        "ru_desc": "И несколько ягод XP для наличных."
    },
    "955:10": {
        "eng_name": "Piston",
        "eng_desc": "Want some pistons? Buy some!",
        "ru_name": "Поршень",
        "ru_desc": "Хочу несколько поршней? Купи немного!"
    },
    "956:10": {
        "eng_name": "Bronze Fluid Pipes",
        "eng_desc": "Want some bronze fluid pipes? Buy some!",
        "ru_name": "Бронзовые жидкие трубы",
        "ru_desc": "Хотите некоторые бронзовые жидкости? Купи немного!"
    },
    "957:10": {
        "eng_name": "Magnetic Iron",
        "eng_desc": "Want some magnetic iron for motors? Buy some!",
        "ru_name": "Магнитный железо",
        "ru_desc": "Хотите немного магнитного железа для моторов? Купи немного!"
    },
    "958:10": {
        "eng_name": "Tin Rotor",
        "eng_desc": "Want some tin rotors? Buy some!",
        "ru_name": "Оловянный ротор",
        "ru_desc": "Хотите некоторые жестяные роторы? Купи немного!"
    },
    "959:10": {
        "eng_name": "Iron Rods",
        "eng_desc": "Want some iron rods? Buy some!",
        "ru_name": "Железные удочки",
        "ru_desc": "Хотите некоторые железные стержни? Купи немного!"
    },
    "960:10": {
        "eng_name": "Brass Rod",
        "eng_desc": "Want some brass rods? Buy some!",
        "ru_name": "Латунный стержень",
        "ru_desc": "Хотите немного латунных стержней? Купи немного!"
    },
    "961:10": {
        "eng_name": "Certus Quartz",
        "eng_desc": "Want some certus quartz? Buy some!",
        "ru_name": "Автоматически конечно",
        "ru_desc": "Хотите какой-то CERTUS кварц? Купи немного!"
    },
    "963:10": {
        "eng_name": "Basic Circuit Board",
        "eng_desc": "Want some basic circuit boards? Buy some!",
        "ru_name": "Базовая плата",
        "ru_desc": "Хотите некоторые основные платы? Купи немного!"
    },
    "964:10": {
        "eng_name": "Good Circuit Board",
        "eng_desc": "Want some good circuit boards? Buy some!",
        "ru_name": "Хорошая плата",
        "ru_desc": "Хотите несколько хороших плат? Купи немного!"
    },
    "965:10": {
        "eng_name": "Vacuum Tubes",
        "eng_desc": "Want some vacuum tubes? Buy some!",
        "ru_name": "Вакуумные трубки",
        "ru_desc": "Хотите некоторые вакуумные трубки? Купи немного!"
    },
    "966:10": {
        "eng_name": "Resistors",
        "eng_desc": "Want some resistors? Buy some!",
        "ru_name": "Резисторы",
        "ru_desc": "Хотите некоторые резисторы? Купи немного!"
    },
    "967:10": {
        "eng_name": "Diodes",
        "eng_desc": "Want some diodes? Buy some!",
        "ru_name": "Диоды",
        "ru_desc": "Хотите некоторые диоды? Купи немного!"
    },
    "968:10": {
        "eng_name": "Wafers",
        "eng_desc": "Want some wafers? Buy some!",
        "ru_name": "Вафли",
        "ru_desc": "Хотите некоторые вафли? Купи немного!"
    },
    "969:10": {
        "eng_name": "Transistors",
        "eng_desc": "Want some transistors? Buy some!",
        "ru_name": "Транзисторы",
        "ru_desc": "Хотите некоторые транзисторы? Купи немного!"
    },
    "972:10": {
        "eng_name": "Oil",
        "eng_desc": "Want some oil? Buy some!",
        "ru_name": "Масло",
        "ru_desc": "Хотите немного нефти? Купи немного!"
    },
    "974:10": {
        "eng_name": "Naphtha",
        "eng_desc": "Want some naphtha? Buy some!",
        "ru_name": "Нафта",
        "ru_desc": "Хочу немного нафты? Купи немного!"
    },
    "975:10": {
        "eng_name": "Methane",
        "eng_desc": "Want some methane? Buy some!",
        "ru_name": "Метан",
        "ru_desc": "Хотите немного метана? Купи немного!"
    },
    "976:10": {
        "eng_name": "Ethanol",
        "eng_desc": "Want some ethanol? Buy some!",
        "ru_name": "Спирт этиловый",
        "ru_desc": "Хотите какой-нибудь этанол? Купи немного!"
    },
    "977:10": {
        "eng_name": "Oxygen",
        "eng_desc": "Want some oxygen? Buy some!",
        "ru_name": "Кислород",
        "ru_desc": "Хотите немного кислорода? Купи немного!"
    },
    "978:10": {
        "eng_name": "Nitrogen",
        "eng_desc": "Want some nitrogen? Buy some!",
        "ru_name": "Азот",
        "ru_desc": "Хочу немного азота? Купи немного!"
    },
    "979:10": {
        "eng_name": "Hydrogen",
        "eng_desc": "Want some hydrogen? Buy some!",
        "ru_name": "Водород",
        "ru_desc": "Хотите немного водорода? Купи немного!"
    },
    "980:10": {
        "eng_name": "Glue",
        "eng_desc": "Want some glue? Buy some!",
        "ru_name": "Клей",
        "ru_desc": "Хотите немного клей? Купи немного!"
    },
    "981:10": {
        "eng_name": "Lubricant",
        "eng_desc": "Want some lubricant? Buy some!",
        "ru_name": "Смазки",
        "ru_desc": "Хотите немного смазки? Купи немного!"
    },
    "982:10": {
        "eng_name": "Sulfuric Acid",
        "eng_desc": "What some sulfuric acid? Buy some!",
        "ru_name": "Серная кислота",
        "ru_desc": "Какая некоторая серная кислота? Купи немного!"
    },
    "983:10": {
        "eng_name": "Engineering Processor",
        "eng_desc": "Want some engineering processors? Buy some!",
        "ru_name": "Инженерный процессор",
        "ru_desc": "Хотите некоторые инженерные процессоры? Купи немного!"
    },
    "991:10": {
        "eng_name": "Dark Steel Armor Basic Upgrades",
        "eng_desc": "In order to upgrade one armor item with basic upgrades, you need a vibrant crystal and 10 xp levels.",
        "ru_name": "Темные стальные брони Основные обновления",
        "ru_desc": "Для того, чтобы обновить один элемент доспехов с основными обновлениями, вам нужен яркий кристалл и 10 уровней XP."
    },
    "992:10": {
        "eng_name": "Go Find Some Tropical Bees",
        "eng_desc": "Next you'll need to find some tropical bees. The hives can be found in Jungle biomes. Be careful as these bees are very aggressive and can poison you. Collect the silky combs and extract some silk wisp from those in order to make some Apiarist's clothes. Try to get pristine bees. If you're having trouble finding them, you can use Nature's Compass to search for a specific biome.",
        "ru_name": "Иди найди тропические пчелы",
        "ru_desc": "Далее вам нужно найти тропические пчелы. Ульи можно найти в Biomes джунглей. Будьте осторожны, так как эти пчелы очень агрессивны и могут отравлять вас. Соберите шелковистые расчески и извлеките немного шелкового отделения от тех, чтобы сделать одежду из апартамента. Попытаться получить первозданные пчелы. Если у вас проблемы с нахождением их, вы можете использовать компас природы для поиска конкретного биома."
    },
    "994:10": {
        "eng_name": "The Centrifuge",
        "eng_desc": "The Forestry Centrifuge is able to centrifuge up to 9 items out of bee combs. It uses RF energy.\n\nLatter bee combs need the GT one though, so keep that in mind.",
        "ru_name": "Центрифуга",
        "ru_desc": "Центрифуга лесного хозяйства способна центрифугировать до 9 предметов из пчелиных расчески. Он использует Rf Energy.\n\nПоследние пчелиные расчески нужны GT один, поэтому, так что имейте в виду."
    },
    "995:10": {
        "eng_name": "Woven Silk",
        "eng_desc": "Centrifuge your silky propoli to get some silk wisp at a chance of 60 percent. Put 9 silk wisp in the Forestry carpenter or Gregtech assembler to get woven silk. \n\nThis fine fabric can be used for crafting Apiarist's Clothes or to upgrade a Forestry Backpacks to 45 slots.",
        "ru_name": "Сплетенный шелк",
        "ru_desc": "Центрифуга Ваша шелковистая прополита, чтобы получить немного шелкового ведра в течение 60 процентов. Поместите 9 Silk Wisp в плотник лесного хозяйства или Gregtech Assembler, чтобы заплатить шелком.\n\nЭта прекрасная ткань может быть использована для создания одежды из Апуриста или модернизации лесных рюкзаков до 45 слотов."
    },
    "996:10": {
        "eng_name": "Apiarist's Cloth",
        "eng_desc": "If you have collected 24 woven silk you can make a complete Apiarist's suit to be protected from bee stings and other bad bee effects. You can also use the suit parts to upgrade your EnderIO Dark Steel Armor to have the same effect.",
        "ru_name": "Ткань из апатиста",
        "ru_desc": "Если вы собрали 24 сплетенного шелка, вы можете сделать полный костюм Apiaist, чтобы быть защищенным от пчелиных укусов и других вредных эффектов. Вы также можете использовать запчасти костюма, чтобы обновить броню Enderio Dark Steel, чтобы иметь тот же эффект."
    },
    "997:10": {
        "eng_name": "Dark Steel Armor Advanced Upgrades",
        "eng_desc": "Your Dark Steel armor can be upgraded in various ways by combining it with various other items. You will need an anvil and a lot of XP.\n\nMake sure when making the potions to only do three at a time, so the NBT data matches.",
        "ru_name": "Темные стальные доспехи Расширенные обновления",
        "ru_desc": "Ваша темные стальные доспехи могут быть улучшены различными способами, объединяя его различными другими предметами. Вам понадобится наковальня и много XP.\n\nУбедитесь, что при заставке зелья делают только три одновременно, поэтому данные данных NBT."
    },
    "999:10": {
        "eng_name": "§9§lDark Steel Tool and Weapon Advanced Upgrades",
        "eng_desc": "Your weapons and tools can be upgraded even more by adding capacitors and various other items.",
        "ru_name": "§9§lТемный стальной инструмент и оружие Расширенные обновления",
        "ru_desc": "Ваше оружие и инструменты могут быть улучшены еще больше, добавляя конденсаторы и различные другие предметы."
    }
}