{
    "724:10": {
        "eng_name": "Weeds",
        "eng_desc": "Weeds will show up from time to time on empty or double crop sticks. They will spread from there an take over all your precious crops, so harvest the weed with your weed trowel before you start desiring to reload the last backup. Later you can make some Weed-EX to prevent them from appearing (until it runs out).",
        "ru_name": "Сорняки",
        "ru_desc": "Сорняки время от времени появляются на пустых или двойных жердях. Они будут распространяться от туда, и могут захватить все ваши драгоценные культуры, поэтому собирайте сорняк с вашим сорняком, прежде чем начать желать перезагрузить последнюю резервную копию. Позже вы можете сделать немного Weed-Ex, чтобы предотвратить их появления (пока он не закончится)."
    },
    "725:10": {
        "eng_name": "Flower Power",
        "eng_desc": "Growing dyes on crops sticks? Try to plant some flowers. If you cross breed Rose and Dandelion flowers maybe you'll get a new flower and new dyes with different colors.\n\nYou will need to plant 4 vanilla flowers to get them on a cropstick. They also don't plant unless they are in bright light.\n\nTo get \"Rose Seeds\" place poppies. Honestly there's several flowers you can use, though.\n\n§3If you actually want these for dyes, go make the rainbow cactus instead.",
        "ru_name": "Цветочная сила",
        "ru_desc": "Растущие красители на палочках посева? Попробуйте посадить несколько цветов. Если вы пересекаете роза и цветы одуванчика, возможно, вы получите новый цветок и новые красители с разными цветами.\n\nВам нужно будет посадить 4 ванильных цветов, чтобы получить их в охрану. Они также не сажают, если они не находятся в ярком свете.\n\nЧтобы получить «семена роза» размещать маки. Честно говоря, есть несколько цветов, которые вы можете использовать, хотя.\n\nЕсли вы действительно хотите эти красители, вместо этого сделайте кактус радуги."
    },
    "727:10": {
        "eng_name": "§1§2§lBetter Than Barrels",
        "eng_desc": "While barrels offer a slot for a single item, drawers can have up to 4 slots each (holding 16 stacks per slot). Once you reach HV you can combine them with some ProjectRed pipes to set up a \"ghetto ME storage system\" (Tec2k17).\n\nJust watch out, they do come with some downsides. You won't be able to make them point up or down, and you can only acces the contents from the front (automation can use any side). \n\n§4Also, if placed on top of a hopper, they can bug out and void items when the hopper is full. THIS WILL EAT BACKPACKS! If you plan on that, use barrels or chests instead.",
        "ru_name": "§1§2§lЛучше, чем бочонки",
        "ru_desc": "В то время как бочки предлагают слот для одного элемента, ящики могут иметь до 4 слотов каждый (удерживающий 16 стеков на слот). После того, как вы достигнете HV, вы можете объединить их с некоторыми проектированными трубами, чтобы создать «систему хранения Ghetto Me Me» (TEC2K17).\n\nПросто остерегайтесь, они приходят с некоторыми нисходящими. Вы не сможете заставить их указывать вверх или вниз, и вы можете только вставлять только содержимое спереди (автоматизация может использовать любую сторону).\n\nКроме того, если размещены на вершине бункера, они могут ошибоваться и пустоты, когда бункер заполнен. Это будет есть рюкзаки! Если вы планируете на это, вместо этого используйте бочки или сундуки."
    },
    "728:10": {
        "eng_name": "§2§lCompact Drawers",
        "eng_desc": "They are very compact and add some fanciness to your glorious dirt base. ",
        "ru_name": "§2§lКомпактные ящики",
        "ru_desc": "Они очень компактны и добавляют какую-то фантастику на вашу славную грязную базу."
    },
    "729:10": {
        "eng_name": "§2§lFraming Drawers",
        "eng_desc": "Now you can really make some swaggy and even FANCIER drawers using this table, all you have to do is place some decorative blocks (works with almost ALL decorative blocks) and it will take their texture, the TOP left is the outer Square bottom left is for the front face and top right is for the borders.",
        "ru_name": "§2§lЯщики обрамления",
        "ru_desc": "Теперь вы действительно можете сделать несколько Swaggy и даже любительских ящиков, используя эту таблицу, все, что вам нужно сделать, это поместить некоторые декоративные блоки (работает практически с всеми декоративными блоками), и она возьмет их текстуру, левая левая - это верхнее квадратное левое местоДля переднего лица и справа вверху для границ."
    },
    "747:10": {
        "eng_name": "§5§lDiodes",
        "eng_desc": "Good circuits need diodes. There are two main ways to craft them. Right now you have to use the Gallium Arsenide method with fine copper wires and molten glass. Later when you get an EBF you can use it to make silicon wafers to make even more. Note that the wafers are way easier to get than gallium, so even a reduced amount is still worth it.\n\nMake sure you check all the NEI recipes for advanced items instead of just using the first one you find. You can use annealed copper wires and polyethylene to increase your output even more. \n",
        "ru_name": "§5§lДиоды",
        "ru_desc": "Хорошие цепи нуждаются в диодах. Существует два основных способа создавать их. Сейчас вы должны использовать метод арсенида галлия с мелким медным проводами и расплавленным стеклом. Позже, когда вы получите EBF, вы можете использовать его, чтобы сделать кремниевые вафли сделать еще больше. Обратите внимание, что вафли легче получить, чем галлий, поэтому даже уменьшенная сумма все еще стоит того.\n\nУбедитесь, что вы проверяете все рецепты NEI для расширенных элементов, а не просто используя первый, который вы найдете. Вы можете использовать отожженные медные провода и полиэтилен, чтобы увеличить ваш вывод еще больше."
    },
    "750:10": {
        "eng_name": "§6§lMolten Plastic",
        "eng_desc": "Molten polyethylene can be made in a chemical reactor using ethylene, compressed air cells or oxygen - using oxygen gives a 50% boost. Use a mold for making plates in a fluid solidifier to make plastic sheets.",
        "ru_name": "§6§lРасплавленный пластик",
        "ru_desc": "Расплавленный полиэтилен может быть изготовлен в химическом реакторе с использованием этилена, сжатых воздушных клеток или кислорода - с использованием кислорода дает 50% -ное повышение. Используйте пресс-форм для изготовления пластин в жидком композифере, чтобы сделать пластиковые листы."
    },
    "752:10": {
        "eng_name": "§6§lSilicon Plate",
        "eng_desc": "Advanced circuits require transistors, which are made out of silicon plates, fine tin wire and molten polyethylene.",
        "ru_name": "§6§lСиликоновая пластина",
        "ru_desc": "Расширенные цепи требуют транзисторов, которые изготовлены из кремниевых пластин, тонкой оловой проволоки и расплавленного полиэтилена."
    },
    "756:10": {
        "eng_name": "§6§lLess Power Loss",
        "eng_desc": "When you reach MV tier you can make your own duct tape in case you have to move your multiblock machines around. Duct tape will fix all maintenance problems in any multiblock machine.",
        "ru_name": "§6§lМеньше потерь мощности",
        "ru_desc": "Когда вы достигнете MV Tier, вы можете сделать свою собственную ленту в том случае, если вы должны перемещать свои мультиблочные машины вокруг. Клейкая лента исправит все проблемы обслуживания в любом мультиблок."
    },
    "761:10": {
        "eng_name": "§6§lPowderbarrels",
        "eng_desc": "Powderbarrels are twice as good as dynamite in the implosion compressor. Craft one stack.",
        "ru_name": "§6§lПороховые бочки",
        "ru_desc": "Пороховые бочки вдвое хуже, чем динамит в импульсном компрессоре. Скрафти один стак."
    },
    "762:10": {
        "eng_name": "§6§lTNT",
        "eng_desc": "TNT is much more powerful than the powderbarrel but much harder to craft. There are LV and HV ways to craft. At LV you need heavy or light fuel to make some toluene which can be solidified to gelled toluene. Alternatively you can use sugar and plastic dust in a chemical reactor to make toluene more efficiently. Mix it with sulfuric acid to make TNT.\n\nThe HV way requires an oil cracking unit to make all kinds of cracked fuel or cracked naphta and a distillation tower to extract toluene from that.",
        "ru_name": "§6§lТНТ",
        "ru_desc": "TNT гораздо сильнее, чем порошковая, но намного сложнее для ремесла. Есть LV и HV-пути для ремесла. При ЛВ вам нужно тяжелое или легкое топливо, чтобы сделать какой-то толуол, который можно затвердевать для гелевого толуола. В качестве альтернативы вы можете использовать сахарную и пластиковую пыль в химическом реакторе, чтобы сделать толуол более эффективно. Смешайте его с серной кислотой, чтобы сделать TNT.\n\nHV Way требует от блок растрескивания нефти, чтобы сделать всевозможные потрескавшиеся топлива или взломанную нафту и дистилляционную башню для извлечения толуола от этого."
    },
    "763:10": {
        "eng_name": "§6§liTNT",
        "eng_desc": "Industrial TNT is the HV variant of TNT. It explodes with more power, yet does not destroy blocks when it explodes.",
        "ru_name": "§6§liTNT",
        "ru_desc": "Промышленный TNT - это вариант HV TNT. Он взрывается с большей мощностью, но не разрушает блоки, когда он взрывается."
    },
    "764:10": {
        "eng_name": "§6§lDynamite",
        "eng_desc": "Dynamite is the most basic explosive you can use in the implosion compressor.\nMix some paper, string and glyceryl trinitrate in a chemical reactor to get dynamite.",
        "ru_name": "§6§lДинамит",
        "ru_desc": "Динамит является наиболее основным взрывным веществом, которое вы можете использовать в имплосковом компрессоре.\nСмешайте немного бумаги, строку и глицерил тринитрата в химическом реакторе, чтобы получить динамит."
    },
    "769:10": {
        "eng_name": "§9§lPlaying With Dust",
        "eng_desc": "This machine will help you turn dust into crystals which you will need for high tier recipes. ",
        "ru_name": "§9§lИгра с пылью",
        "ru_desc": "Эта машина поможет вам повернуть пыль в кристаллы, которые вам понадобится для рецептов высокого уровня."
    },
    "770:10": {
        "eng_name": "§9§lAvengers, Assemble! 3",
        "eng_desc": "You know what this does. :D",
        "ru_name": "§9§lМстители, собирают!3.",
        "ru_desc": "Вы знаете, что это делает.: D."
    },
    "775:10": {
        "eng_name": "Carbon Parts",
        "eng_desc": "These are the first parts you will need for your beloved nano armor.",
        "ru_name": "Углеродные части",
        "ru_desc": "Это первые части, которые вам понадобится для любимой нано-брони."
    },
    "776:10": {
        "eng_name": "Seeing Things Brighter",
        "eng_desc": "The nano helmet is a bit special. It will provide you with night vision as long as you have energy! Don't turn it on in bright areas or you'll be blinded!",
        "ru_name": "Видеть вещи ярче",
        "ru_desc": "Нано-шлем немного особенный. Это даст вам ночное видение, пока у вас есть энергия! Не включайте его в светлых районах, или вы будете слепыми!"
    },
    "777:10": {
        "eng_name": "Are Those Green Diamonds? ",
        "eng_desc": "They may not be green diamonds but they are needed for your nano armor.",
        "ru_name": "Эти зеленые бриллианты?",
        "ru_desc": "Они не могут быть зелеными бриллиантами, но они необходимы для вашей нано-брони."
    },
    "778:10": {
        "eng_name": "§7§6§lCarbon Plates",
        "eng_desc": "Carbon plates are needed for the nano armor. Go check out the armor chapter.",
        "ru_name": "§7§6§lУглеродные пластины",
        "ru_desc": "Углеродные плиты необходимы для нано-брони. Перейдите посмотрите в главу доспеха."
    },
    "779:10": {
        "eng_name": "Carbon Skin",
        "eng_desc": "You can stop worrying about some mobs for now. This will help you survive a bit and will give you some of that SWAG. Your journey doesn't stop here traveller, as quantum armor awaits you!\n\n§3PS: The nano suit also acts as hazmat gear.",
        "ru_name": "Углеродная кожа",
        "ru_desc": "Вы можете перестать беспокоиться о некоторых мобах на данный момент. Это поможет вам немного выжить и даст вам некоторые из этого Swag. Ваше путешествие не останавливается здесь путешественника, так как ждет квантовая броня!\n\nPS: Нано-костюм также действует как Gazmat Gear."
    },
    "780:10": {
        "eng_name": "§6§lOrganic Way",
        "eng_desc": "Bio carbon plates are made out of raw carbon mesh. Put it in the electric blast furnace to make carbon plates.",
        "ru_name": "§6§lОрганический путь",
        "ru_desc": "Био углеродные пластины изготавливаются из сырой углеродной сетки. Положите его в электрическую доменную печь, чтобы сделать углеродные пластины."
    },
    "786:10": {
        "eng_name": "§6§lSteam is Never Enough",
        "eng_desc": "Now you can make advanced circuits, which means it's time to build a large steel boiler. This boiler is one and a half times more efficient than a bronze one, and that means we need 5 more steam turbines. Don't forget to monitor the water level!",
        "ru_name": "§6§lПар никогда не бывает достаточно",
        "ru_desc": "Теперь вы можете сделать продвинутые схемы, что означает пришло время построить большой стальной котел. Этот котел имеет полтора раза более эффективным, чем бронзовая, и это означает, что нам нужно еще 5 паровых турбин. Не забудьте отслеживать уровень воды!"
    },
    "790:10": {
        "eng_name": "§9§lNano Crystal",
        "eng_desc": "Nano crystals are used for making the nano armor.",
        "ru_name": "§9§lНано кристалл",
        "ru_desc": "Нано кристаллы используются для создания нано-брони."
    },
    "796:10": {
        "eng_name": "Sensor Lens",
        "eng_desc": "The night vision goggles need special sensor lenses to work.",
        "ru_name": "Линз датчика",
        "ru_desc": "Очки ночного видения нужны специальные линзы датчика для работы."
    },
    "797:10": {
        "eng_name": "Advanced Heat Exchanger",
        "eng_desc": "The night vision goggles need advanced heat exchangers to work.",
        "ru_name": "Усовершенствованный теплообменник",
        "ru_desc": "Очки ночного видения нужны передовые теплообменники для работы."
    },
    "798:10": {
        "eng_name": "Iron Capped Greatwood Wand",
        "eng_desc": "Making a gold capped greatwood wand requires 30 vis, but your old wand's limit is 25. So first create an iron or copper capped greatwood wand reload it with 50 vis and then later on in the next quest create a gold capped greatwood wand.",
        "ru_name": "Железный слон Великолепной палочкой",
        "ru_desc": "Создание золота Coated Breathwood Wand требует 30 видов, но ваш предел вашего старого палочки 25. Итак, сначала создайте железо или медь, ограниченное Breatwood Broad, перезагружая его с 50 вариантом, а затем позже в следующем квесте создать золотую лобную палочку."
    },
    "799:10": {
        "eng_name": "Don't Try to Dive With It",
        "eng_desc": "Combining a scuba helmet with a nano helmet in an assembling machine will give you a nano scuba helmet. You'd better not try to dive with it because you can't. It is a part of the new quantum suit helmet.",
        "ru_name": "Не пытайтесь погрузиться с этим",
        "ru_desc": "Объединение шлема акваланги с нано-шлемом в монтажном машине даст вам нано-аквалангирующий шлем. Тебе лучше не пытаться погрузиться с этим, потому что вы не можете. Это часть нового квантового шлема костюма."
    },
    "800:10": {
        "eng_name": "Plated Leggings - Better Not Try to Wear It",
        "eng_desc": "Combining stainless steel platings with some nano leggings in the assembler gives you nano plated leggings. Better not try to wear them because you can't. They are part of the new quantum suit leggings.",
        "ru_name": "Покрытые леггинсы - лучше не пытаться носить его",
        "ru_desc": "Объединение цепочек из нержавеющей стали с некоторыми наногинги в ассемблере дает вам нанонаправленные леггинсы. Лучше не пытаться носить их, потому что вы не можете. Они являются частью нового квантового костюма леггинсов."
    },
    "801:10": {
        "eng_name": "Don't Try to Walk With It",
        "eng_desc": "Combining some rubber boots with nano boots in the Assembler gives you Nano Rubber Boots. Better not try to put them on because you can't. They are part of the new quantum suit boots.",
        "ru_name": "Не пытайся ходить с этим",
        "ru_desc": "Сочетание некоторых резиновых сапог с нано-сапогами в ассемблере дает вам нано резиновые сапоги. Лучше не пытаться надеть их, потому что вы не можете. Они являются частью новых квантовых костюмов."
    },
    "802:10": {
        "eng_name": "Iridium Plated",
        "eng_desc": "Plating all your armor parts with iridium alloy casings gives them a better durability. Before you can wear these quantum armor parts you need to activate them with some quantum crystals.",
        "ru_name": "Иридий покрыл",
        "ru_desc": "Покрытие всех ваших доспехов с помощью сплавов иридий сплавов придает им лучшую долговечность. Прежде чем носить эти квантовые части брони, вам нужно активировать их с помощью некоторых квантовых кристаллов."
    },
    "803:10": {
        "eng_name": "Quantum Armor",
        "eng_desc": "The quantum armor is a high tier and very durable armor with a lot of features like night vision, fall damage reduction and running very fast.",
        "ru_name": "Квантовая доспеха",
        "ru_desc": "Квантовая броня представляет собой высокий уровень и очень прочный доспех с большим количеством функций, таких как ночное видение, снижение урона падения и работает очень быстро."
    },
    "804:10": {
        "eng_name": "Quantum Crystal ",
        "eng_desc": "The quantum crystal is needed to turn quantum armor parts into wearable quantum armor.",
        "ru_name": "Квантовый кристалл",
        "ru_desc": "Квантовый кристалл необходим для поворота квантовых доспехов в носимых квантовых доспехах."
    },
    "805:10": {
        "eng_name": "§a§lLapotron Dust",
        "eng_desc": "Lapotron crystals require you to mix your energium dust with some lapis dust.",
        "ru_name": "§a§lЛапотронная пыль",
        "ru_desc": "Кристаллы лапотрона требуют, чтобы вы смешивали вашу пыль энергии с помощью пыли LAPIS."
    },
    "806:10": {
        "eng_name": "§a§lLapotron Crystal",
        "eng_desc": "With your new HV mixer you can make lapotron dust. Place it in an autoclave to make some raw lapotron crystals. With an EV assembler and advanced circuits you can make lapotron crystals which store up to 10 million EU.",
        "ru_name": "§a§lЛапутрон кристалл",
        "ru_desc": "С вашим новым микшером HV вы можете сделать лапотронную пыль. Поместите его в автоклаве, чтобы сделать некоторые изысканные кристаллы лапотрона. С помощью ассемблера EV и продвинутыми цепи вы можете сделать кристаллы лапотрона, которые хранят до 10 миллионов ЕС."
    },
    "809:10": {
        "eng_name": "Dire Crafting Table",
        "eng_desc": "The Avaritia 9x9 dire crafting table...is no longer used to make rockets :(. But you can still make it, if you want solars, kinetics, or whatnot. First of all you need 81 crafting tables to make a double compressed crafting table, a few HV components, wafers and a crystal matrix. And yes, you do need that many nether stars.",
        "ru_name": "Грязный крафт",
        "ru_desc": "The Avaritia 9x9 Crafting стол ... больше не используется для изготовления ракетов :(. Но вы все равно можете сделать это, если вы хотите солнечные, кинетики или Whatnot. В первую очередь вам нужны 81 крафтация, чтобы сделать двойное сжатоеТаблица, несколько компонентов HV, вафли и кристаллическая матрица. И да, вам нужна, что многие звезды Нидер."
    },
    "810:10": {
        "eng_name": "Rocket Tier 1",
        "eng_desc": "After hours of hard work and a few stacks of TNT your first rocket is finally ready. But before you can go to the Moon you need to actually craft it.",
        "ru_name": "Ракетный уровень 1.",
        "ru_desc": "После нескольких часов тяжелой работы и нескольких стеков TNT ваша первая ракета наконец готова. Но прежде чем вы сможете пойти на Луну, вам нужно на самом деле решить это."
    },
    "811:10": {
        "eng_name": "Tier 1 Control Computer",
        "eng_desc": "Each rocket needs a Control Computer, appropriate to the tier of the rocket.",
        "ru_name": "Уровень 1 контрольный компьютер",
        "ru_desc": "Каждая ракета нуждается в контрольном компьютере, подходящий для уровня ракеты."
    },
    "812:10": {
        "eng_name": "Tier 1 Heavy Duty Plates",
        "eng_desc": "Rockets require heavy duty plates for the main hull. Let's craft 37 of these plates out of compressed aluminium plates, compressed bronze plates and compressed steel plates.",
        "ru_name": "Уровень 1 сверхмощных тарелок",
        "ru_desc": "Ракеты требуют сверхмощных тарелок для главного корпуса. Давайте ремесло 37 из этих пластин из сжатых алюминиевых пластин, сжатых бронзовых пластин и сжатых стальных пластин."
    },
    "813:10": {
        "eng_name": "Rocket Nose Cone",
        "eng_desc": "Every rocket needs a nose cone.",
        "ru_name": "Ракетный конус носа",
        "ru_desc": "Каждая ракета нуждается в носу конуса."
    },
    "814:10": {
        "eng_name": "Rocket Fins",
        "eng_desc": "Every rocket needs a few rocket fins.",
        "ru_name": "Ракетные плавники",
        "ru_desc": "Каждая ракета нуждается в нескольких ракетных плавниках."
    },
    "815:10": {
        "eng_name": "Rocket Engine",
        "eng_desc": "Every rocket needs a rocket engine. Better craft two, because the Moon lander needs one also.",
        "ru_name": "Ракетный двигатель",
        "ru_desc": "Каждая ракета нуждается в ракетном двигателе. Лучшее ремесло два, потому что нуждается в Луне Ландер также."
    },
    "817:10": {
        "eng_name": "Buggy Seat",
        "eng_desc": "The buggy seat is part of the Moon lander and the Moon buggy.",
        "ru_name": "Багги",
        "ru_desc": "Баггиское сиденье является частью Луны Ландера и Луны Багги."
    },
    "818:10": {
        "eng_name": "Frequency Module",
        "eng_desc": "The frequency Module will help you hear sounds properly while in space (it's also used with the telemetry unit so that your buddies can keep track of you from your base, if you are playing with friends). You need it in your inventory and in the Moon lander.",
        "ru_name": "Частотный модуль",
        "ru_desc": "Частотный модуль поможет вам правильно слышать звуки в пространстве (он также используется с телеметрическим устройством, чтобы ваши друзья могли отслеживать вас от вашей базы, если вы играете с друзьями). Вам нужно это в своем инвентаре и в Лунном Ландере."
    },
    "819:10": {
        "eng_name": "Small Fuel Canister",
        "eng_desc": "Every rocket needs fuel storage canisters. For the tier 1 rocket you need to craft two of them.",
        "ru_name": "Маленькая топливная канистра",
        "ru_desc": "Каждая ракета нуждается в хранениях топлива для хранения топлива. Для ракеты уровня 1 вам нужно создавать два из них."
    },
    "820:10": {
        "eng_name": "Rocket Launch Pad",
        "eng_desc": "Every rocket needs a launch pad. Build a 3x3 launch pad and place your rocket on top of it.\n\nStorms and other events that affect entities can knock your rocket off (but not lightning warp anymore), so make sure to not leave it alone.\n\n§4Before liftoff, make sure you clear the airspace above you! Even clouds...\n\nBe sure to checkout https://gtnh.miraheze.org/wiki/Rockets for a Departure Checklist!\n\nAlso note that they emit pollution, lots of it. So either put it far from your base, or use a scrubber while launching. You probably won't have to worry until T4 or so though.",
        "ru_name": "Ракетная площадка запуска",
        "ru_desc": "Каждая ракета нуждается в запусковой площадке. Постройте запускную площадку 3x3 и поместите свою ракету на него.\n\nШтормы и другие события, которые влияют на сущности, могут выключить вашу ракетость (но больше не молнии), поэтому убедитесь, что не оставьте его в покое.\n\nПеред подъемом убедитесь, что вы очистите воздушное пространство над вами! Даже облака ...\n\nОбязательно оформить заказ https://gtnh.miraheze.org/wiki/rockets для контрольного списка отъезда!\n\nТакже обратите внимание, что они излучают загрязнение, много этого. Так что либо положите его далеко от вашей базы, либо используйте скруббер при запуске. Вам, вероятно, не придется беспокоиться до T4 или так хоть."
    },
    "822:10": {
        "eng_name": "Oxygen Gear",
        "eng_desc": "Oxygen gear is used to attach oxygen tanks to the oxygen mask. This is absolutely vital for any astronaut.",
        "ru_name": "Кислородное снаряжение",
        "ru_desc": "Кислородное снаряжение используется для присоединения кислородных резервуаров к кислородной маске. Это абсолютно жизненно важно для любого астронавта."
    },
    "823:10": {
        "eng_name": "Oxygen Mask",
        "eng_desc": "The oxygen mask is part of the system used to breathe on planets without oxygen, the others being oxygen gear and oxygen tanks.",
        "ru_name": "Кислородная маска",
        "ru_desc": "Оксиологическая маска является частью системы, используемой для дыхания планет без кислорода, другие являются кислородными зубчатыми и кислородными резервуарами."
    },
    "828:10": {
        "eng_name": "Oxygen Collector",
        "eng_desc": "The oxygen collector is a block that gathers oxygen from leaves and farm plants to use in an oxygen bubble distributor, oxygen sealer, oxygen compressor, and other oxygen-reliant machines. If you plan to build a Moon base, which needs a continuous oxygen supply, you will need to build one.",
        "ru_name": "Кислородный коллектор",
        "ru_desc": "Кислородный коллектор представляет собой блок, который собирает кислород из листьев и сельскохозяйственных растений для использования в распределителю кислородных пузырьков, кислородным герметиком, кислородным компрессором и другими кислородными машинами. Если вы планируете построить лунную базу, которая нуждается в постоянном подаче кислорода, вам нужно будет построить один."
    },
    "829:10": {
        "eng_name": "Oxygen Compressor",
        "eng_desc": "The oxygen compressor is used to fill empty or depleted oxygen tanks. Connect an oxygen pipe to the blue ring input side and a power source to the grey square input side. Place an oxygen tank in the bottom right slot and it will take oxygen from the input and place it into the tank.",
        "ru_name": "Оксиологический компрессор",
        "ru_desc": "Оксиологический компрессор используется для заполнения пустых или обедненных кислородных резервуаров. Подсоедините кислородную трубу к синему кольцу входной стороне и источником питания к боковой стороне серого квадрата. Поместите кислородный бак в нижнем правом слоте, и он возьмет кислород от ввода и поместите его в резервуар."
    },
    "830:10": {
        "eng_name": "Parachute",
        "eng_desc": "A parachute is used to prevent death upon re-entry into the Overworld's atmosphere. The parachute is an essential part of your journey to space. You should never journey into space without it. There will even be a warning if you try to launch without one on you.\n\nUse the assembler to save materials.",
        "ru_name": "Парашют",
        "ru_desc": "Парашют используется для предотвращения смерти после ввода в атмосферу сверхромба. Парашют является неотъемлемой частью вашего путешествия в космос. Вы никогда не должны путешествовать в космос без него. Будет даже предупреждение, если вы попытаетесь запустить без одного на вас.\n\nИспользуйте ассемблер, чтобы сохранить материалы."
    },
    "831:10": {
        "eng_name": "Advanced Wafers",
        "eng_desc": "The advanced wafer is used for more advanced machines such as the advanced solar panel or the Avaritia dire crafting table. It is also used in the creation of a space station.",
        "ru_name": "Продвинутые вафли",
        "ru_desc": "Усовершенствованная вафля используется для более продвинутых машин, таких как продвинутая солнечная панель или таблица крафта. Он также используется в создании космической станции."
    },
    "832:10": {
        "eng_name": "Wafers",
        "eng_desc": "The basic wafer is used for creating basic machines such as the basic solar panel, the fuel loader, the energy storage module and the compressor.",
        "ru_name": "Вафли",
        "ru_desc": "Основная вафля используется для создания основных машин, таких как основная солнечная панель, топливный погрузчик, модуль хранения энергии и компрессор."
    },
    "833:10": {
        "eng_name": "Purge Your Warp",
        "eng_desc": "The warp you have accumulated over time is starting to become a problem. Making bath salts to clean off the warp is only a temporary solution. To truly get rid of it, you need something more powerful, a pure tear. If you collect a few things for me, I will give you one. Think wisely about using it, since it's a very long journey to unlock it through research.\n\n§3PS: You need IV power for the osmiridium.",
        "ru_name": "Очистить свою деформацию",
        "ru_desc": "Варп, который вы накопили со временем, начинают становиться проблемой. Соли для ванн для очистки деформации - это только временное решение. Действительно избавиться от этого, вам нужно что-то более мощное, чистую слезу. Если вы собираете несколько вещей для меня, я дам вам один. Думайте мудро о его использовании, так как это очень долгое путешествие, чтобы разблокировать его через исследования.\n\nPS: Вам нужна IV Power для осмиридия."
    },
    "837:10": {
        "eng_name": "§6§lILC and RAM",
        "eng_desc": "Advanced circuits need integrated logic circuits and random access memory chips.\nYou can get those by cutting the ILC and RAM wafers.",
        "ru_name": "§6§lILC и RAM.",
        "ru_desc": "Расширенные цепи должны интегрированные логические цепи и чипсы памяти случайных доступов.\nВы можете получить тех, сократив ILC и RAM Wafers."
    },
    "841:10": {
        "eng_name": "§9§lTetranitromethane",
        "eng_desc": "Bio diesel and diesel can be boosted using tetranitromethane. Ethenone and nitric acid are required to make tetranitromethane in a chemical reactor.",
        "ru_name": "§9§lТетранитрометан",
        "ru_desc": "Био дизель и дизель могут быть увеличены с помощью тетранитрометана. Эстинона и азотная кислота необходимы для изготовления тетранитрометана в химическом реакторе."
    },
    "851:10": {
        "eng_name": "§9§lNitric Acid",
        "eng_desc": "Nitric acid can be made out of water, oxygen and nitrogen dioxide.",
        "ru_name": "§9§lАзотная кислота",
        "ru_desc": "Азотическая кислота может быть изготовлена из воды, кислорода и диоксида азота."
    },
    "852:10": {
        "eng_name": "§6§lAcetic Acid",
        "eng_desc": "Acetic acid can be made out of oxygen and ethylene. Alternatively, it can be made out of biomass, wood vinegar or vinegar.",
        "ru_name": "§6§lУксусная кислота",
        "ru_desc": "Уксусная кислота может быть изготовлена из кислорода и этилена. В качестве альтернативы, его можно сделать из биомассы, древесины уксуса или уксуса."
    },
    "853:10": {
        "eng_name": "§9§lNitrogen Dioxide",
        "eng_desc": "To make nitrogen dioxide you need to combine oxygen gas and nitric oxide in a chemical reactor.",
        "ru_name": "§9§lДиоксид азота",
        "ru_desc": "Сделать азотный диоксид вам необходимо объединить кислородный газ и оксид азота в химическом реакторе."
    },
    "854:10": {
        "eng_name": "§9§lAmmonia",
        "eng_desc": "Nitrogen and hydrogen... Ammonia.",
        "ru_name": "§9§lАммиак",
        "ru_desc": "Азот и водород ... аммиак."
    },
    "855:10": {
        "eng_name": "§9§lNitric Oxide",
        "eng_desc": "To make nitric oxide you need to combine oxygen and ammonia in a chemical reactor.",
        "ru_name": "§9§lОксид азота",
        "ru_desc": "Для изготовления оксида азота вам нужно объединить кислород и аммиак в химическом реакторе."
    },
    "856:10": {
        "eng_name": "§9§l1,1-Dimethylhydrazine",
        "eng_desc": "To make 1,1-Dimethylhydrazine you need to combine some Hydrazine and Formaldehyde with Hydrogen along with a Formaldehyde Catalyst in a Chemical Plant.",
        "ru_name": "§9§l1,1-диметилгидразин",
        "ru_desc": "Сделать 1,1-диметилгидразин, вам нужно сочетать гидразин и формальдегид с водородом, а также формальдегидным катализатором в химическом заводе."
    },
    "857:10": {
        "eng_name": "§9§lFormaldehyde",
        "eng_desc": "Combining Oxygen and Methanol along with a Formaldehyde Catalyst in a Chemical Plant produces some Formaldehyde.",
        "ru_name": "§9§lФормальдегид",
        "ru_desc": "Сочетание кислорода и метанола вместе с формальдегидом катализатором в химическом заводе производит некоторый формальдегид."
    },
    "863:10": {
        "eng_name": "§2§lBronze Javelin",
        "eng_desc": "The bronze javelin is a bit expensive and has only 7 throws, yet it is a good mid-range weapon. With one bronze ingot you can replenish your stack of javelins.",
        "ru_name": "§2§lБронзовый копье",
        "ru_desc": "Бронзовый копье немного дороги и имеет только 7 бросков, но это хорошее оружие среднего уровня. С одной бронзовой слиткой вы можете пополнить свой стек копья."
    },
    "864:10": {
        "eng_name": "§2§lYour First Flint Throwing Knife",
        "eng_desc": "Is the bone bow too expensive for your taste? Then make a flint throwing knife instead. You need flint and a stick to get 12 knives. The durability and the attack damage are very low but it still helps with killing mobs from a safe distance.",
        "ru_name": "§2§lВаш первый нож крема",
        "ru_desc": "Лук кости слишком дороги для вашего вкуса? Затем вместо этого сделайте метательный нож Flint. Вам нужен Flint и палка, чтобы получить 12 ножей. Долговечность и повреждение атаки очень низки, но он все еще помогает с убийствами мобов с безопасного расстояния."
    },
    "866:10": {
        "eng_name": "The Transcontinental Railroad",
        "eng_desc": "All the different mining veins that have been found seem to be really far apart. One way to shorten the travel time is to create a railroad from your base to the different mines. Sadly this requires a large amount of both iron and creosote. Let's not forget to place the last symbolic rivet on one of your new train lines.",
        "ru_name": "Трансконтинентальная железная дорога",
        "ru_desc": "Все разные добыча вен, которые были найдены, кажется, действительно далеко друг от друга. Один из способов сократить время в пути состоит в том, чтобы создать железную дорогу от вашей базы до разных шахт. К сожалению, это требует большого количества как железа и креозота. Давайте не будем забывать разместить последний символический заклепки на одном из ваших новых линий поезда."
    },
    "868:10": {
        "eng_name": "§1§2§3§lGypsum",
        "eng_desc": "To make bricks for the blast furnace you need concrete and gypsum. Gypsum can be found in a vein together with basaltic and granitic mineral sand, and fullers earth. Y 50-60 and only in the overworld.",
        "ru_name": "§1§2§3§lГипс",
        "ru_desc": "Сделать кирпичи для доменной печи вам нужен бетон и гипс. Гипс можно найти в вене вместе с базальтовым и гранитовым минеральным песком, а также соленными землей.Y 50-60 и только в чрезмерном мире."
    },
    "873:10": {
        "eng_name": "Seed Bags",
        "eng_desc": "Finding some special \"Pam's HarvestCraft\" seeds can be very difficult. With your farmer coins you can buy some seedbags.",
        "ru_name": "Семенные сумки",
        "ru_desc": "Нахождение некоторых специальных семян «Урастроводов PAM» может быть очень сложной. С вашими фермерскими монетами вы можете купить несколько мешков."
    },
    "877:10": {
        "eng_name": "Scepter With 75 Vis Capacity",
        "eng_desc": "A scepter is crafted from a wand core, a primal charm, three wand caps, a twilight forest monster mob drop, and some screws. Any sort of core or cap may be used, but the caps must match each other. A scepter cannot hold a focus, but holds 150 percent as much vis as a wand with the same core, and gives an additional 5 percent discount for costs, beyond any discounts from its caps or the user's worn equipment. ",
        "ru_name": "Скипетр с 75 емкостью видов",
        "ru_desc": "Скипетр изготовлен из ядра палочки, первоначального очарования, трех палочек, сумеречных лесных монстров моб и некоторых винтов. Может использоваться любого сердечника или колпачок, но крышки должны соответствовать друг другу. Скипетр не может иметь фокус, но вмещает на 150 процентов как палочку с одинаковым ядром, и дает дополнительную 5-процентную скидку на расходы, за пределами любых скидок из его колпачков или изношенного оборудования пользователя."
    },
    "878:10": {
        "eng_name": "Magic Staff Core",
        "eng_desc": "A staff requires an extra step for crafting: Two (matching) wand cores must be combined with a primal charm, and crystal clusters to produce a staff core. (While the recipes are all similar, each type of staff core requires a separate research topic to be learned.) ",
        "ru_name": "Магический персонал ядро",
        "ru_desc": "Персонал требует дополнительного шага для создания: Два (совпадающие) ядра палочки должны сочетаться с первичным очарованием и кластерами Crystal Projects для создания основного ядра.(Хотя рецепты все аналогичные, каждый тип персонала должен быть изучен отдельная тема исследования.)"
    },
    "879:10": {
        "eng_name": "Primal Charm",
        "eng_desc": "With your new 50 vis wand you are able to make a Scepter which holds up to 75 vis.\nFirst you need some primal charms which cost 50 vis to craft.",
        "ru_name": "Первоначальный очарование",
        "ru_desc": "С вашими новыми 50 визом вы можете сделать SCEPTER, который вмещает до 75 видов.\nСначала вам понадобится первичные чары, которые стоят 50 по ремеслу."
    },
    "880:10": {
        "eng_name": "Witch",
        "eng_desc": "You feel lonely. What's cooking?",
        "ru_name": "Ведьма",
        "ru_desc": "Вы чувствуете себя одиноко. Что готовится?"
    },
    "881:10": {
        "eng_name": "Pigmen",
        "eng_desc": "You feel lonely. Do you want some bacon?",
        "ru_name": "Пигмент",
        "ru_desc": "Вы чувствуете себя одиноко. Вы хотите немного бекона?"
    },
    "882:10": {
        "eng_name": "Blaze",
        "eng_desc": "You feel lonely. Let me warm you up a bit.",
        "ru_name": "Подниматься",
        "ru_desc": "Вы чувствуете себя одиноко. Позвольте мне немного нагреться."
    },
    "883:10": {
        "eng_name": "Magma Cube",
        "eng_desc": "You feel lonely, and bouncy.",
        "ru_name": "Magma Cube",
        "ru_desc": "Вы чувствуете себя одиноко, и надувались."
    },
    "884:10": {
        "eng_name": "Enderman",
        "eng_desc": "You feel lonely. Don't look me in the eyes!",
        "ru_name": "Эндер человек.",
        "ru_desc": "Вы чувствуете себя одиноко. Не смотри на меня в глазах!"
    },
    "885:10": {
        "eng_name": "Cave Spider",
        "eng_desc": "You feel lonely. Let me sing itsy-bitsy spider for you.",
        "ru_name": "Пещерный паук",
        "ru_desc": "Вы чувствуете себя одиноко. Позвольте мне понять его паук-биты для вас."
    },
    "886:10": {
        "eng_name": "Ghast",
        "eng_desc": "You feel lonely. At least you're not a big cry-baby?",
        "ru_name": "Господство",
        "ru_desc": "Вы чувствуете себя одиноко. По крайней мере, вы не большой крик-ребенок?"
    },
    "888:10": {
        "eng_name": "Silverfish",
        "eng_desc": "You feel lonely. Let me be as annoying as possible.",
        "ru_name": "Silverfish",
        "ru_desc": "Вы чувствуете себя одиноко. Позвольте мне быть максимально раздраженным."
    },
    "889:10": {
        "eng_name": "Magma Cube",
        "eng_desc": "You feel lonely. Wanna bounce?",
        "ru_name": "Magma Cube",
        "ru_desc": "Вы чувствуете себя одиноко. Хотите отскочить?"
    },
    "899:10": {
        "eng_name": "Paying the highest price",
        "eng_desc": "A tier 2 blood altar needs 8 runes placed around the altar. Your new altar can hold more blood.",
        "ru_name": "Оплата самая высокая цена",
        "ru_desc": "Уровень 2 ALTAR ALTAR в крови потребностей 8 рун, размещенных вокруг алтаря. Ваш новый алтарь может держать больше крови."
    },
    "901:10": {
        "eng_name": "I Don't Even...",
        "eng_desc": "Ok so there is this maze. And there are... minotaurs. But what in the world is a minoshroom?",
        "ru_name": "Я даже не ...",
        "ru_desc": "Хорошо, так есть этот лабиринт. И есть ... Минотары. Но что в мире это кишечник?"
    },
    "903:10": {
        "eng_name": "Adventure Time!",
        "eng_desc": "Stop him before he makes his wish at Prismos'!",
        "ru_name": "Время приключений!",
        "ru_desc": "Остановите его, прежде чем он займет его желание в присмоке!"
    },
    "905:10": {
        "eng_name": "The Big Fluffy Crybaby",
        "eng_desc": "It flies, it makes funny sounds, and .. IT'S SO FLUFFY! Well, kill it.",
        "ru_name": "Большой пушистый Crybaby",
        "ru_desc": "Он летит, это забавные звуки, и .. Это так пушисто! Ну, убей это."
    },
    "906:10": {
        "eng_name": "Let Her Go",
        "eng_desc": "It seems the cold doesn't bother her. Committed crimes: None. But... you know... you have to progress somehow...\n\n§3PS: Keep going.",
        "ru_name": "Отпусти ее",
        "ru_desc": "Кажется, холод не беспокоит ее. Предаты преступления: нет. Но ... вы знаете ... Вы должны как-то прогрессировать ...\n\nPS: продолжайте идти."
    },
    "911:10": {
        "eng_name": "Time to Kill (Spiders)",
        "eng_desc": "Eeeek! Wall climbing monsters, gross! Slay them. Quickly! Watch out for the witch spiders, they can give as good as they get.",
        "ru_name": "Время убить (пауки)",
        "ru_desc": "Эрек! Настенные скалолазание монстров, брутто! Убить их. Быстро! Следите за пауками ведьмы, они могут дать так же хорошо, как они получают."
    },
    "912:10": {
        "eng_name": "Time to Kill (Skeleton)",
        "eng_desc": "Arrows are nice, if you shoot them. If one hits you, well, bad things happen. \n\nHint: Arrows are an excellent source of telum.",
        "ru_name": "Время убить (скелет)",
        "ru_desc": "Стрелки хороши, если вы их снимаете. Если кто-то ударит вас, ну, плохие вещи случаются.\n\nПодсказка: стрелки являются отличным источником телема."
    },
    "913:10": {
        "eng_name": "Time to Kill (Blaze)",
        "eng_desc": "You should be careful with this task. Fire protection is highly recommended.",
        "ru_name": "Время убить (Blaze)",
        "ru_desc": "Вы должны быть осторожны с этой задачей. Пожарная защита настоятельно рекомендуется."
    },
    "914:10": {
        "eng_name": "Time to Kill (Zombie)",
        "eng_desc": "Nobody knows who they are, or where they came from. They're just annoying at night, and too stupid to make a crafting table.",
        "ru_name": "Время убить (зомби)",
        "ru_desc": "Никто не знает, кто они, или откуда они пришли. Они просто раздражают ночью, а слишком глупо, чтобы сделать крафтинг."
    },
    "916:10": {
        "eng_name": "Time to Kill (Wither)",
        "eng_desc": "After collecting a couple of those wither skeleton heads, you feel like you could use some more action. So why not kill a wither? You'll need a ton of nether stars anyway...\n\nKill it twice for something nice.",
        "ru_name": "Время убить (увядать)",
        "ru_desc": "Собрав пару тех уходящих голов скелета, вы чувствуете, что можете использовать еще несколько действий. Так почему бы не убить увядать? В любом случае, вам понадобится тонна звезд протарки ...\n\nУбей это дважды для чего-то хорошего."
    },
    "917:10": {
        "eng_name": "Secret: The Trade For Life",
        "eng_desc": "You have been busy my friend. I have something for you. Give me your hearts, and I will magically enhance them so you can actually use them.",
        "ru_name": "Секрет: торговля на всю жизнь",
        "ru_desc": "Вы были заняты, мой друг. У меня есть кое-что для тебя. Дайте мне свои сердца, и я буду волшебно улучшить их, чтобы вы могли использовать их."
    },
    "919:10": {
        "eng_name": "Creeper: Evolved",
        "eng_desc": "Not that regular creepers are nasty enough, no. There is an evolved creeper boss! He is your key (Well he HAS a key...) to reach the next tier of planets (Asteroid Belt, Ceres, Io, Europa, Ganymede, Callisto).",
        "ru_name": "Creeper: развивалось",
        "ru_desc": "Не то чтобы регулярные зависы достаточно противны, нет. Есть развитый босс Creeper! Он твой ключ (ну у него есть ключ ...) Чтобы добраться до следующего уровня планет (астероидный пояс, Ceres, IO, Europa, Ganymede, Callisto)."
    },
    "920:10": {
        "eng_name": "Blaze: Evolved",
        "eng_desc": "In order to proceed to Tier 4 Planets, the blaze boss needs to be killed. Find him in one of the dungeons on Ceres.",
        "ru_name": "Blaze: развивалось",
        "ru_desc": "Чтобы перейти к планетам уровня 4, босс Blaze должен быть убит. Найдите его в одном из подземелья на Ceres."
    },
    "921:10": {
        "eng_name": "Ghast: Evolved",
        "eng_desc": "Fluffy, fluffier, ghasts! And also big crybabies. This one hides in a dungeon on IO, and holds the key for Tier 5 planets.",
        "ru_name": "Ghast: развивалось",
        "ru_desc": "Пушистый, пушистый, ужас! А также большие крибабики. Это скрывается в подземелье на IO и удерживает ключ для планет уровня 5."
    },
    "922:10": {
        "eng_name": "Crystal Boss: Ayyy.. Wait, What?",
        "eng_desc": "Seriously, a crystal boss? Anyway, it's your key to Tier 6 planets, and he lurks around on Enceladus.",
        "ru_name": "Crystal Boss: Ayyy .. ждать, что?",
        "ru_desc": "Серьезно, хрустальный босс? Во всяком случае, это ваш ключ к планетам уровня 6, а он скрывается на Enceladus."
    },
    "923:10": {
        "eng_name": "Slime: Evolved",
        "eng_desc": "Totally looks like a thaumic slime to me. Don't you think so? Find this dude on Proteus.",
        "ru_name": "Слизь: развивалось",
        "ru_desc": "Полностью выглядит как такая слизь для меня. Ты так не думаешь? Найти этот чувак на Proteus."
    },
    "925:10": {
        "eng_name": "Killing: Evolved",
        "eng_desc": "I guess you're good at killing things, huh? And if you got this far, maybe making things too? If you want to §oreally§r prove yourself though, head on over to the Endgame Goals tab.",
        "ru_name": "Убийство: развивалось",
        "ru_desc": "Я думаю, ты хорош в убийстве вещей, а? И если вы получили это далеко, может сделать вещи тоже? Если вы хотите действительно доказать себя, хотите, найдите на вкладку целей EndGame."
    },
    "926:10": {
        "eng_name": "Blood Altar Tier 3",
        "eng_desc": "To make your altar more powerful you need to upgrade it. You need to build pillars two block high out of blood-soaked thaumium blocks and on top a block of glowstone on each pillar.\n\nPS: Go to a wiki to see how the structure looks, the pillars are the only change.",
        "ru_name": "ALTAR крови Tier 3",
        "ru_desc": "Чтобы ваш алтарь более могущественным вам нужно обновить его. Вам необходимо построить колонны два блока высокого разжигания в пропитании крови, а также на верхнем блоке свечения на каждом столпе.\n\nPS: Перейти к вики, чтобы увидеть, как выглядит структура, столбы являются единственными изменениями."
    },
    "927:10": {
        "eng_name": "Blood Altar Tier 4",
        "eng_desc": "If you want to make tier 4 slates you need a Tier 4 altar. This can be made like the tier 3 altar with pillars out of void-blood-soaked stones four blocks high and a blood brick on top of the pillars.",
        "ru_name": "ALTAR крови уровня 4",
        "ru_desc": "Если вы хотите сделать Tier 4 Slits, вам нужен алтарь 4-го уровня. Это может быть сделано как алтарь уровня 3 со шлапами из-за пропитанных в кровопроницаемых камнях из четырех блоков и кирпич в крови на вершине столпов."
    },
    "929:10": {
        "eng_name": "Blood Altar Tier 6",
        "eng_desc": "The highest tier of the blood altar is tier 6. You need pillars of blood-soaked ichorium 7 blocks high and on top the crystal cluster blocks made out of demon soul shards.",
        "ru_name": "ALTAR крови уровня 6",
        "ru_desc": "Самый высокий уровень кровного алтаря в крови - это уровень 6. Вам нужны столпы пропитанного крови на высоком уровне 7 блоков и на верхней части хрустальных кластерных блоков, сделанные из осколков души демона."
    },
    "934:10": {
        "eng_name": "§6§lPower of the Sun ULV",
        "eng_desc": "The next solar panel you can make is the ULV one. It generates 8 EU/t.",
        "ru_name": "§6§lМощность Солнца ULV",
        "ru_desc": "Следующая солнечная панель, которую вы можете сделать, это ULV One. Он генерирует 8 EU / т."
    },
    "935:10": {
        "eng_name": "§6§lPower of the Sun 1x1",
        "eng_desc": "Put those single EU panels on a block to make them placeable in the world. Use an MV assembler to combine the panel with a ULV hull.",
        "ru_name": "§6§lМощность Солнца 1x1",
        "ru_desc": "Положите эти панели EU на блок, чтобы сделать их размещение в мире. Используйте ассемблер MV, чтобы объединить панель с помощью корпуса ULV."
    },
    "936:10": {
        "eng_name": "§a§lPower of the Sun at LV Level",
        "eng_desc": "The next solar panel you can make is the LV one. It generates 32 EU/t. You'll need to make some sunnarium first though.",
        "ru_name": "§a§lМощность солнца на уровне LV",
        "ru_desc": "Следующая солнечная панель, которую вы можете сделать, это LV One. Он генерирует 32 EU / т. Вам нужно сначала сделать немного солннария."
    },
    "937:10": {
        "eng_name": "§a§lPower of the Sun 1x1 LV",
        "eng_desc": "Put those 32 EU panels on a block to make them placeable in the world. Use an MV assembler to combine the panel with an LV hull, a battery, and a robot arm. Now this panel will clean itself!",
        "ru_name": "§a§lМощность Солнца 1x1 LV",
        "ru_desc": "Поместите эти 32 панели EU на блок, чтобы сделать их размещение в мире. Используйте MV Assembler для объединения панели с помощью LV HULL, аккумулятором и рукой робота. Теперь эта панель очистится!"
    },
    "939:10": {
        "eng_name": "§6§l§d§5§lAutomated Farmer",
        "eng_desc": "Your hoe must be getting worn out by now. Why not craft an electric one which never breaks?",
        "ru_name": "§6§l§d§5§lАвтоматизированный фермер",
        "ru_desc": "Ваша мотыга должна быть изношена сейчас. Почему бы не создать электрическую, которая никогда не сломается?"
    },
    "943:10": {
        "eng_name": "§9§lPerforming Chemical Experiments at HV Level",
        "eng_desc": "High tier chemical recipes like ammonia need an HV chemical reactor.",
        "ru_name": "§9§lВыполнение химических экспериментов на уровне HV",
        "ru_desc": "Химирные рецепты высокого уровня, такие как аммиак, нужен химический реактор HV."
    },
    "945:10": {
        "eng_name": "§2§lChad - A Better Way to Make Paper",
        "eng_desc": "Making paper out of wood pulp and water can be tedious and difficult. Why not macerate some sugar cane down to chads and press it with two stone plates to paper? Later on you can use the chemical bath for a even better ratio.",
        "ru_name": "§2§lЧад - лучший способ сделать бумагу",
        "ru_desc": "Изготовление бумаги из древесной целлюлозы и воды может быть утомительной и сложной. Почему не зацепляют какую-то сахарную трость вниз до чад и нажмите на него двумя каменными пластинами на бумагу? Позже вы можете использовать химическую ванну для еще лучшего соотношения."
    },
    "950:10": {
        "eng_name": "XP Berries",
        "eng_desc": "And a few xp berries for cash.",
        "ru_name": "XP ягоды",
        "ru_desc": "И несколько ягод XP для наличных."
    },
    "955:10": {
        "eng_name": "Piston",
        "eng_desc": "Want some pistons? Buy some!",
        "ru_name": "Поршень",
        "ru_desc": "Хочу несколько поршней? Купи немного!"
    },
    "956:10": {
        "eng_name": "Bronze Fluid Pipes",
        "eng_desc": "Want some bronze fluid pipes? Buy some!",
        "ru_name": "Бронзовые жидкие трубы",
        "ru_desc": "Хотите некоторые бронзовые жидкости? Купи немного!"
    },
    "957:10": {
        "eng_name": "Magnetic Iron",
        "eng_desc": "Want some magnetic iron for motors? Buy some!",
        "ru_name": "Магнитный железо",
        "ru_desc": "Хотите немного магнитного железа для моторов? Купи немного!"
    },
    "958:10": {
        "eng_name": "Tin Rotor",
        "eng_desc": "Want some tin rotors? Buy some!",
        "ru_name": "Оловянный ротор",
        "ru_desc": "Хотите некоторые жестяные роторы? Купи немного!"
    },
    "959:10": {
        "eng_name": "Iron Rods",
        "eng_desc": "Want some iron rods? Buy some!",
        "ru_name": "Железные удочки",
        "ru_desc": "Хотите некоторые железные стержни? Купи немного!"
    },
    "960:10": {
        "eng_name": "Brass Rod",
        "eng_desc": "Want some brass rods? Buy some!",
        "ru_name": "Латунный стержень",
        "ru_desc": "Хотите немного латунных стержней? Купи немного!"
    },
    "961:10": {
        "eng_name": "Certus Quartz",
        "eng_desc": "Want some certus quartz? Buy some!",
        "ru_name": "Автоматически конечно",
        "ru_desc": "Хотите какой-то CERTUS кварц? Купи немного!"
    },
    "963:10": {
        "eng_name": "Basic Circuit Board",
        "eng_desc": "Want some basic circuit boards? Buy some!",
        "ru_name": "Базовая плата",
        "ru_desc": "Хотите некоторые основные платы? Купи немного!"
    },
    "964:10": {
        "eng_name": "Good Circuit Board",
        "eng_desc": "Want some good circuit boards? Buy some!",
        "ru_name": "Хорошая плата",
        "ru_desc": "Хотите несколько хороших плат? Купи немного!"
    },
    "965:10": {
        "eng_name": "Vacuum Tubes",
        "eng_desc": "Want some vacuum tubes? Buy some!",
        "ru_name": "Вакуумные трубки",
        "ru_desc": "Хотите некоторые вакуумные трубки? Купи немного!"
    },
    "966:10": {
        "eng_name": "Resistors",
        "eng_desc": "Want some resistors? Buy some!",
        "ru_name": "Резисторы",
        "ru_desc": "Хотите некоторые резисторы? Купи немного!"
    },
    "967:10": {
        "eng_name": "Diodes",
        "eng_desc": "Want some diodes? Buy some!",
        "ru_name": "Диоды",
        "ru_desc": "Хотите некоторые диоды? Купи немного!"
    },
    "968:10": {
        "eng_name": "Wafers",
        "eng_desc": "Want some wafers? Buy some!",
        "ru_name": "Вафли",
        "ru_desc": "Хотите некоторые вафли? Купи немного!"
    },
    "969:10": {
        "eng_name": "Transistors",
        "eng_desc": "Want some transistors? Buy some!",
        "ru_name": "Транзисторы",
        "ru_desc": "Хотите некоторые транзисторы? Купи немного!"
    },
    "972:10": {
        "eng_name": "Oil",
        "eng_desc": "Want some oil? Buy some!",
        "ru_name": "Масло",
        "ru_desc": "Хотите немного нефти? Купи немного!"
    },
    "974:10": {
        "eng_name": "Naphtha",
        "eng_desc": "Want some naphtha? Buy some!",
        "ru_name": "Нафта",
        "ru_desc": "Хочу немного нафты? Купи немного!"
    },
    "975:10": {
        "eng_name": "Methane",
        "eng_desc": "Want some methane? Buy some!",
        "ru_name": "Метан",
        "ru_desc": "Хотите немного метана? Купи немного!"
    },
    "976:10": {
        "eng_name": "Ethanol",
        "eng_desc": "Want some ethanol? Buy some!",
        "ru_name": "Спирт этиловый",
        "ru_desc": "Хотите какой-нибудь этанол? Купи немного!"
    },
    "977:10": {
        "eng_name": "Oxygen",
        "eng_desc": "Want some oxygen? Buy some!",
        "ru_name": "Кислород",
        "ru_desc": "Хотите немного кислорода? Купи немного!"
    },
    "978:10": {
        "eng_name": "Nitrogen",
        "eng_desc": "Want some nitrogen? Buy some!",
        "ru_name": "Азот",
        "ru_desc": "Хочу немного азота? Купи немного!"
    },
    "979:10": {
        "eng_name": "Hydrogen",
        "eng_desc": "Want some hydrogen? Buy some!",
        "ru_name": "Водород",
        "ru_desc": "Хотите немного водорода? Купи немного!"
    },
    "980:10": {
        "eng_name": "Glue",
        "eng_desc": "Want some glue? Buy some!",
        "ru_name": "Клей",
        "ru_desc": "Хотите немного клей? Купи немного!"
    },
    "981:10": {
        "eng_name": "Lubricant",
        "eng_desc": "Want some lubricant? Buy some!",
        "ru_name": "Смазки",
        "ru_desc": "Хотите немного смазки? Купи немного!"
    },
    "982:10": {
        "eng_name": "Sulfuric Acid",
        "eng_desc": "What some sulfuric acid? Buy some!",
        "ru_name": "Серная кислота",
        "ru_desc": "Какая некоторая серная кислота? Купи немного!"
    },
    "983:10": {
        "eng_name": "Engineering Processor",
        "eng_desc": "Want some engineering processors? Buy some!",
        "ru_name": "Инженерный процессор",
        "ru_desc": "Хотите некоторые инженерные процессоры? Купи немного!"
    },
    "991:10": {
        "eng_name": "Dark Steel Armor Basic Upgrades",
        "eng_desc": "In order to upgrade one armor item with basic upgrades, you need a vibrant crystal and 10 xp levels.",
        "ru_name": "Темные стальные брони Основные обновления",
        "ru_desc": "Для того, чтобы обновить один элемент доспехов с основными обновлениями, вам нужен яркий кристалл и 10 уровней XP."
    },
    "992:10": {
        "eng_name": "Go Find Some Tropical Bees",
        "eng_desc": "Next you'll need to find some tropical bees. The hives can be found in Jungle biomes. Be careful as these bees are very aggressive and can poison you. Collect the silky combs and extract some silk wisp from those in order to make some Apiarist's clothes. Try to get pristine bees. If you're having trouble finding them, you can use Nature's Compass to search for a specific biome.",
        "ru_name": "Иди найди тропические пчелы",
        "ru_desc": "Далее вам нужно найти тропические пчелы. Ульи можно найти в Biomes джунглей. Будьте осторожны, так как эти пчелы очень агрессивны и могут отравлять вас. Соберите шелковистые расчески и извлеките немного шелкового отделения от тех, чтобы сделать одежду из апартамента. Попытаться получить первозданные пчелы. Если у вас проблемы с нахождением их, вы можете использовать компас природы для поиска конкретного биома."
    },
    "994:10": {
        "eng_name": "The Centrifuge",
        "eng_desc": "The Forestry Centrifuge is able to centrifuge up to 9 items out of bee combs. It uses RF energy.\n\nLatter bee combs need the GT one though, so keep that in mind.",
        "ru_name": "Центрифуга",
        "ru_desc": "Центрифуга лесного хозяйства способна центрифугировать до 9 предметов из пчелиных расчески. Он использует Rf Energy.\n\nПоследние пчелиные расчески нужны GT один, поэтому, так что имейте в виду."
    },
    "995:10": {
        "eng_name": "Woven Silk",
        "eng_desc": "Centrifuge your silky propoli to get some silk wisp at a chance of 60 percent. Put 9 silk wisp in the Forestry carpenter or Gregtech assembler to get woven silk. \n\nThis fine fabric can be used for crafting Apiarist's Clothes or to upgrade a Forestry Backpacks to 45 slots.",
        "ru_name": "Сплетенный шелк",
        "ru_desc": "Центрифуга Ваша шелковистая прополита, чтобы получить немного шелкового ведра в течение 60 процентов. Поместите 9 Silk Wisp в плотник лесного хозяйства или Gregtech Assembler, чтобы заплатить шелком.\n\nЭта прекрасная ткань может быть использована для создания одежды из Апуриста или модернизации лесных рюкзаков до 45 слотов."
    },
    "996:10": {
        "eng_name": "Apiarist's Cloth",
        "eng_desc": "If you have collected 24 woven silk you can make a complete Apiarist's suit to be protected from bee stings and other bad bee effects. You can also use the suit parts to upgrade your EnderIO Dark Steel Armor to have the same effect.",
        "ru_name": "Ткань из апатиста",
        "ru_desc": "Если вы собрали 24 сплетенного шелка, вы можете сделать полный костюм Apiaist, чтобы быть защищенным от пчелиных укусов и других вредных эффектов. Вы также можете использовать запчасти костюма, чтобы обновить броню Enderio Dark Steel, чтобы иметь тот же эффект."
    },
    "997:10": {
        "eng_name": "Dark Steel Armor Advanced Upgrades",
        "eng_desc": "Your Dark Steel armor can be upgraded in various ways by combining it with various other items. You will need an anvil and a lot of XP.\n\nMake sure when making the potions to only do three at a time, so the NBT data matches.",
        "ru_name": "Темные стальные доспехи Расширенные обновления",
        "ru_desc": "Ваша темные стальные доспехи могут быть улучшены различными способами, объединяя его различными другими предметами. Вам понадобится наковальня и много XP.\n\nУбедитесь, что при заставке зелья делают только три одновременно, поэтому данные данных NBT."
    },
    "999:10": {
        "eng_name": "§9§lDark Steel Tool and Weapon Advanced Upgrades",
        "eng_desc": "Your weapons and tools can be upgraded even more by adding capacitors and various other items.",
        "ru_name": "§9§lТемный стальной инструмент и оружие Расширенные обновления",
        "ru_desc": "Ваше оружие и инструменты могут быть улучшены еще больше, добавляя конденсаторы и различные другие предметы."
    }
}